Repository: kckrinke/tailsclock
Catalog: locale/*/LC_MESSAGES/tailsclockapplet.po
Languages: es, nl

source: Tails Clock Preferences
es: Preferencias Tails Clock
nl: Tails Clock Voorkeuren

source: 12 Hour Clock?
es: Reloj de 12 horas?
nl: Twaalf uur Klok?

source: Display seconds?
es: Muestra Segundo?
nl: Dsiplay seconden?

source: Display Timezone?
es: Mostrar zona horaria?
nl: Weer Tijdzone?

source: Display Year?
es: Visualizar Año?
nl: Dsiplay Jaar?

source: Display Date?
es: Fecha Display?
nl: Dsiplay Date?

source: General
es: Corriente
nl: Algemeen

source: Timezone
es: Zona Horaria
nl: Tijdzone

source: Changing the timezone only affects the Tails Clock.
es: Cambiar la zona horaria sólo afecta al reloj Tails.
nl: Het veranderen van de tijdzone alleen van invloed op de Tails Clock.

source: Timezones
es: Zonas horarias
nl: Tijdzones

source: Copy Date
es: Fecha Copiar
nl: kopieer Datum

source: Copy Time
es: Copia Tiempo
nl: Kopieer de Time
